/* button in progress sheet */
"Stop" = "停止";

/* menu item */
"Update iPod" = "iPod をアップデート";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "iPod を復元";

/* menu item */
"Close Window" = "ウインドウを閉じる";

/* menu item */
"About iPod Updater" = "iPod Updater について";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "オプション";

/* menu item */
"Quit" = "終了";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "認証中...";

/* text next to lock when locked */
"Click the lock to make changes." = "変更するにはカギをクリックします。";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "変更できないようにするにはカギをクリックします。";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod Updater アプリケーションが壊れている可能性があります。";

/* error message */
"Out of memory." = "メモリ不足です。";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS のエラーコードは <error> でした。";

/* error message */
"Could not find updater library." = "アップデータライブラリが見つかりませんでした。";

/* error message */
"An unexpected error occurred." = "予期しないエラーが起きました。";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater には CarbonLib 1.4 以降が必要です。";

/* main window message */
"Plug in an iPod to update it." = "iPod をアップデートするために、ケーブルを接続してください。";

/* error message */
"An error occurred. There may be open files on the iPod." = "エラーが発生しました。iPod 上でファイルを開いている可能性があります。";

/* error message */
"The iPod is not mounted." = "iPod がマウントされていません。";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "操作の進行中に終了すると、iPod ソフトウェアを後で復元しなければならなくなることがあります。";

/* info window version */
"<version> (up to date)" = "<version> (最新）";

/* info window label */
"Software Version:" = "ソフトウェアのバージョン：";

/* confirmation dialog title */
"Quit" = "終了";

/* message for main window */
"Update puts the latest system software on your iPod." = "アップデートすると、iPod に最新のシステムソフトウェアがインストールされます。";

/* error message */
"The updater does not have a volume image." = "アップデータにボリュームイメージが含まれていません。";

/* error message */
"The updater does not have a firmware image." = "アップデータにファームウェアイメージが含まれていません。";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートが完了したら、iPod のケーブルを取り外し、もう一度接続してください。";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰の行程が完了したら、iPod のケーブルを取り外し、もう一度接続してください。";

/* info window label */
"Name:" = "名前：";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰が完了したら、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "復元すると、iPod の内容が完全に消去され、工場出荷時の設定が適用されます。音楽やその他のデータは消去されます。";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "iPod ソフトウェアを復元してもよろしいですか？";

/* progress message */
"Done restoring iPod software" = "iPod ソフトウェアの復元が終了しました";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "お使いの iPod はバージョン <version> にアップデートされました。再起動中ですのでケーブルを抜かないでください。";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "iPod は接続されていますが、デスクトップにマウントされていません。";

/* error message */
"No iPod is attached." = "iPod が接続されていません。";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "お使いの iPod は工場出荷時の状態に戻りました。再起動中ですのでケーブルを抜かないでください。";

/* info window version */
"<version> (needs update)" = "<version> (要アップデート）";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "複数の iPod が接続されています。アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "現在 iPod に保存されているデータはすべて失われます。";

/* error message */
"More than one iPod is attached." = "複数の iPod が接続されています。";

/* confirmation message */
"Quit while this operation is in progress?" = "この操作の進行中に終了しますか？";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "1 台の iPod が見つかりましたが、この操作を行うためにはデスクトップにマウントする必要があります。";

/* info window label */
"Capacity:" = "容量：";

/* error message */
"The iPod disk does not have the correct structure." = "iPod ディスクの構造が正しくありません。";

/* progress message */
"Updating iPod software" = "iPod ソフトウェアをアップデート中";

/* about window line */
"iPod Software Version <version>" = "iPod Software Version <version>";

/* progress message */
"Done updating iPod software" = "iPod ソフトウェアのアップデートが終了しました";

/* main window message */
"The attached iPod does not have proper software on it." = "接続されている iPod には適切なソフトウェアがありません。";

/* button for main window */
"Update" = "アップデート";

/* error message */
"The iPod could not be unmounted because it is in use." = "使用中のため iPod のマウントを解除できませんでした。";

/* confirmation dialog title
   button for main window */
"Restore" = "復元";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "iPod ディスクで SysInfo ファイルが見つかりませんでした。";

/* info window label */
"Serial Number:" = "製造番号：";

/* main window title */
"iPod Software <version> Updater" = "iPod ソフトウェア <version> アップデート";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "お使いの iPod は Version <version> にアップデートされました。アップデートが完了したら、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* progress message */
"Restoring iPod software" = "iPod ソフトウェアを復元中";

